Repository: SalaniLeo/Immagini
Catalog: po/*.po
Languages: pt

source: Name
pt: Nome

source: Executable
pt: Executável

source: Icon
pt: Ícone

source: Path
pt: Caminho

source: Category
pt: Categoria

source: Type
pt: Tipo

source: Delete
pt: Deletar

source: Close
pt: Fechar

source: Refresh
pt: Recarregar

source: Confirm
pt: Confirmar

source: Template
pt: Modelo

source: Application
pt: Aplicativo

source: Utility
pt: Utilidade

source: Immagini - Library
pt: Immagini - Biblioteca

source: Immagini - New
pt: Immagini- Novo

source: Show in folder
pt: Mostrar na pasta

source: Preferences
pt: Preferências

source: Shortcuts
pt: Atalhos

source: About Immagini
pt: Sobre o Immagini

source: Management tool for AppImage applications
pt: Ferramenta de gerenciamento de aplicativos AppImage

source: New image options
pt: Opções de nova imagem

source: Library options
pt: Opções de biblioteca

source: Library location
pt: Local de biblioteca

source: To apply changes restart the app
pt: Reinicie o app para aplicar as mudanças

source: Select library location
pt: Selecione o local da biblioteca

source: Auto delete AppDir
pt: Deletar AppDir automaticamente

source: Deletes the .AppDir folder after creating an AppImage file
pt: Deleta a pasta .AppDir depois de criar um arquivo AppImage

source: Enable FolderMode by default
pt: Aplicar Folder Mode por padrão

source: Automatically enables the "Folder Mode" option when creating a new image file
pt: Automaticamente aplica o "Folder Mode" ao criar uma nova imagem de arquivo

source: Enable custom AppRun by default
pt: Habilita AppRun customizável por padrão

source: Automatically enables the "Custom AppRun" option when creating a new image file
pt: Automaticamente habilita o AppRun customizável por padrão ao criar uma nova imagem de arquivo

source: Use library folder as default
pt: Usar pasta de biblioteca como padrão

source: Uses library folder as default location when creating new apps
pt: Automaticamente usa pasta de biblioteca como padrão ao criar novos apps

source: Library path changed
pt: Caminho da biblioteca mudado

source: Include libraries
pt: Inclui bibliotecas

source: Select a library to include inside an AppImage
pt: Selecione uma biblioteca para incluir dentro de um AppImage

source: Select libraries
pt: Selecione bibliotecas

source: Parent folder location
pt: Localização da pasta principal

source: Custom AppRun
pt: AppRun customizável

source: Custom AppRun location
pt: Local de AppRun customizável

source: Include dependencies
pt: Incluir dependências

source: Installed interpreters
pt: Interpretadores instalados

source: Select manually
pt: Selecionar manualmente

source: Create template image
pt: Criar imagem modelo

source: Location
pt: Local

source: App location
pt: Local de app

source: Select files:
pt: Selecionar arquivos:

source: Select folders:
pt: Selecionar pastas:

source: Selected items:
pt: Selecionar itens:

source: Please fill in all the informations
pt: Por favor, preencha as informações

source: All the info are required
pt: Todas as informações são obrigatórias

source: Advanced
pt: Avançado

source: Image Options
pt: Opções de imagem

source: Executable:
pt: Executável:

source: Extract image:
pt: Extrair imagem:

source: Start in terminal:
pt: Começar no terminal:

source: Deleting an appimage file is not reversible
pt: Deletar um arquivo appimage é uma ação irreversível

source: Extracting image
pt: Extraindo imagem

source: The app has no executable permissions
pt: O app não possui permissão de execução

source: Permission denied
pt: Permissão negada

source: alredy exists
pt: já existe

source: Folder already exists
pt: Pasta já existe

source: Selected file must be named 'AppRun'
pt: Arquivo selecionado deve ser nomeado como 'AppRun'

source: AppRun file not valid
pt: Arquivo AppRun não válido

source: The Application folder does not contain the selected executable file
pt: A pasta de Aplicativo não contém o arquivo executável selecionado

source: Application folder does not contain executable
pt: Pasta de aplicativo não possui executável

source: does not exists
pt: não existe

source: could not copy the exe file
pt: não pôde copiar o arquivo executável

source: icon file does't exist
pt: arquivo de ícone não existe

source: could not copy icon
pt: não pôde copiar o ícone

source: The icon size must be 32x32, 48x48 etc.. not
pt: O tamanho do ícone deve ser 32x32, 48x48, etc... não

source: Icon size not valid
pt: Tamanho do arquivo não válido

source: could not copy library
pt: não pôde copiar biblioteca

source: Library does not exist
pt: Biblioteca não existe
